/* Text describing the peers gender and pin status. */
"%@ - %@" = "%1$@ - %2$@";

/* Text describing the peers age, gender and pin status. */
"%d years old, %@ - %@" = "%1$d years old, %2$@ - %3$@";

/* Heading of the placeholder shown in browse view if no peers are around. */
"All Alone" = "All Alone";

/* Heading of onboarding description paragraph. */
"Benefits" = "Benefits";

/* Content of onboarding description paragraph. */
"Benefits content" = "Using P2P technology, you get rid of lots of annoying stuff. In this app, there are no servers, no cloud, no Internet (except for purchasing), no ads, no observation and no spying eyes involved. Also, if you decide to use Location Services to better find each other, your location is only determined temporary and relative to your opposite.";

/* Verb. */
"Buy" = "Buy";

/* Title of the alert which pops up when the user is about to buy in-app purchase products (such as Pin Points). At the first placeholder the product name is inserted, at the second the price. */
"Buy %@ for %@ ,-" = "Buy %1$@ for %2$@ ,-";

/* Cell title of ongoing transaction rows. */
"Buying %d x %@ Pin Points" = "Buying %1$d x %2$@ Pin Points";

/* Camera of the device. */
"Camera" = "Camera";

/* Verb. */
"Cancel" = "Cancel";

/* Button text for choosing a new Peeree identity. */
"Change Identity" = "Change Identity";

/* Title message of alerting the user that he is about to change the unambigous representation of himself in the Peeree world. */
"Change of Identity" = "Change of Identity";

/* Removing the own portrait image. */
"Delete Portrait" = "Delete Portrait";

/* Trait */
"dominance" = "Dominance";

/* TraitDescription */
"dominanceDescription" = "Do others follow your instructions?";

/* No comment provided by engineer. */
"Done" = "Done";

/* The user is not sure whether the character trait describes him or her */
"dontKnow" = "Don't Know";

/* Trait */
"emotionalStability" = "Emotional Stability";

/* TraitDescription */
"emotionalStabilityDescription" = "How much can you stand emotionally strong feelings?";

/* Trait */
"escapism" = "Escapism";

/* TraitDescription */
"escapismDescription" = "Do you feel far away from any reality?";

/* Female gender. */
"female" = "Female";

/* Header of table view section in browse view, which contains entries for people who are most likely not interesting for the user because they did not pass his filter. */
"Filtered People" = "Filtered People";

/* Notification alert body when a new peer was found on the network. */
"Found %@." = "Found %@.";

/* Trait */
"frugalilty" = "Frugalilty";

/* TraitDescription */
"frugaliltyDescription" = "Do you feel happy with few things properly set up in your live?";

/* Toggle to offline mode. Also title in browse view. */
"Go Offline" = "Go Offline";

/* Toggle to online mode. Also title in browse view. */
"Go Online" = "Go Online";

/* Heading of onboarding description paragraph. */
"Information Locality" = "Information Locality";

/* Content of onboarding description paragraph. */
"Information Locality content" = "Your information is only presented to people around you. Your portrait, name and gender is sent to others around you and be aware that they can also filter based on these values.";

/* Trait */
"logicalConclusion" = "Logical Conclusion";

/* TraitDescription */
"logicalConclusionDescription" = "Are you always acting rational?";

/* Male gender. */
"male" = "Male";

/* Header of table view section in browse view, which contains entries for pin matched peers. */
"Matches" = "Matches";

/* The character trait describes the user partially */
"moreOrLess" = "More or Less";

/* Heading of Person View when peer information is not yet retrieved. */
"New Peer" = "New Peer";

/* Header of table view section in browse view, which contains entries for new users around whoose data has not been loaded yet. */
"New People" = "New People";

/* The character trait is not representative for the user */
"no" = "No";

/* For whatever reason there is no description available for this Character Trait. */
"No description available." = "No description available.";

/* Subhead of the placeholder shown in browse view if no peers are around. */
"No Peeree users around." = "No Peeree users around.";

/* The user did not yet marked someone as interesting */
"Not yet pinned." = "Not yet pinned.";

/* Heading of the offline mode placeholder shown in browse view. */
"Offline Mode" = "Offline Mode";

/* No comment provided by engineer. */
"Omit" = "Omit";

/* Don't set a profile picture during onboarding. */
"Omit Portrait" = "Omit Portrait";

/* Trait */
"opennessToChange" = "Openness to Change";

/* TraitDescription */
"opennessToChangeDescription" = "Are new environments not a big deal for you?";

/* Heading of onboarding description paragraph. */
"Peer-to-Peer" = "Peer-to-Peer";

/* Content of onboarding description paragraph. */
"Peer-to-Peer content" = "Peer-to-peer (P2P) is a networking approach, where all participants are connected together, without any server invited. In this app, the very efficient Bluetooth® low energy technology is used to connect to other people around you.";

/* Header of table view section in browse view, which contains entries for peers currently available on the network (so they are nere around). */
"People Around" = "People Around";

/* Trait */
"perfectionism" = "Perfectionism";

/* TraitDescription */
"perfectionismDescription" = "Is 'partially ok' nothing you are satisfied with?";

/* Photo Library on the device. */
"Photo Library" = "Photo Library";

/* The name of the event when two peers pinned each other. */
"Pin Match" = "Pin Match";

/* Notification alert body when a pin match occured. */
"Pin match with %@!" = "Pin match with %@!";

/* Two peers have pinned each other */
"Pin Match!" = "Pin Match!";

/* Plural form of the in-app currency. */
"Pin Points" = "Pin Points";

/* The user marked someone as interesting */
"Pinned." = "Pinned.";

/* Trait */
"privateness" = "Privateness";

/* TraitDescription */
"privatenessDescription" = "Do you avoid sharing your secrets and embarrassments?";

/* Heading for the offerings of the in-app purchase products. */
"Products" = "Products";

/* Gender type for everyone who does not fit into the other two genders. */
"queer" = "Queer";

/* Heading of the relation ship status picker view controller. */
"Relationship Status" = "Relationship Status";

/* Title of the refresh control of the shop view. */
"Reloading Products" = "Reloading Products";

/* Trait */
"ruleAwareness" = "Rule Awareness";

/* TraitDescription */
"ruleAwarenessDescription" = "Are you a good citizen?";

/* Trait */
"sensitiveness" = "Sensitiveness";

/* TraitDescription */
"sensitivenessDescription" = "How intense do you react to incidents affecting you?";

/* Heading of onboarding description paragraph. */
"Social P2P" = "Social P2P";

/* Content of onboarding description paragraph. */
"Social P2P content" = "Yep, you heard right: P2P is social. It is actually the foundation of social interaction. If you want to get to know someone, you won't only talk with a someone between you, like 'Tell him, that...', 'Tell her, that....', do you? But that's exactly what traditional social platforms technically do.";

/* Trait */
"socialCompetence" = "Social Competence";

/* TraitDescription */
"socialCompetenceDescription" = "How well can you deal with different personalities?";

/* Trait */
"solicitousness" = "Solicitousness";

/* TraitDescription */
"solicitousnessDescription" = "Are you often afraid of anything?";

/* The user accepts to spend pin points for this action. */
"Spend %d of them" = "Spend %d of them";

/* Title of the alert which pops up when the user is about to spend in-app currency. */
"Spend Pin Points" = "Spend Pin Points";

/* Trait */
"strain" = "Strain";

/* TraitDescription */
"strainDescription" = "Are you always aware of everything around you?";

/* Description of relation ship status picker view controller. */
"Tell others, what's up with your relationship." = "Tell others, what's up with your relationship.";

/* Heading of onboarding description paragraph. */
"Temporary" = "Temporary";

/* Content of onboarding description paragraph. */
"Temporary content" = "When you meet a person, you might remember him or her – or not. However, this app will not remember anyone, except whether you find him interesting or not. In consequence, neither you won't be able to review people's profiles in the future, nor they can review your's.";

/* Title for section containing in-app purchase transactions. */
"Transactions" = "Transactions";

/* Subhead of the offline mode placeholder shown in browse view when Bluetooth is off. */
"Turn on Bluetooth to go online." = "Turn on Bluetooth to go online.";

/* Trait */
"vigilance" = "Vigilance";

/* TraitDescription */
"vigilanceDescription" = "Don't you trust other people?";

/* Title of action which opens the shop view. */
"Visit Shop" = "Visit Shop";

/* Trait */
"vitality" = "Vitality";

/* TraitDescription */
"vitalityDescription" = " Are you feeling vivid and full of energy?";

/* Heading for the table view section which contains information about the user's account. */
"Wallet" = "Wallet";

/* Trait */
"warmness" = "Warmness";

/* TraitDescription */
"warmnessDescription" = "How good are you to other people and feel in company?";

/* The character trait describes the user well */
"yes" = "yes";

/* Description of 'Change of Identity' */
"You are about to change your identification. If you continue others, even those who pinned you, won't recognize you any more. This is also the case if you again reset your name to the original one. However, your pins all keep being valid!" = "You are about to change your identification. If you continue others, even those who pinned you, won't recognize you any more. This is also the case if you again reset your name to the original one. However, your pins all keep being valid!";

/* Subhead of the offline mode placeholder shown in browse view. */
"You are invisible – and blind." = "You are invisible – and blind.";

/* Alert message if the user is about to buy something and has not enough of in-app money in his pocket. */
"You do not have enough pin points available." = "You do not have enough pin points available.";

/* Alert message if the user is about to spend in-app currency and has enough of it in his pocket. */
"You have %d pin points available." = "You have %d pin points available.";

/* Heading of onboarding description paragraph. */
"Your Data" = "Your Data";

/* Content of onboarding description paragraph. */
"Your Data content" = "We don't want to do anything with your data. Nothing of the information you provide in this app will be sent through the internet, not even to us. Also, all your purchasements are completely anonymous to us.";

